Repository: ahsanali1988/hochzeitswahn
Catalog: languages/gravity-forms-upload-rules-*.po
Languages: de_de

source: Filesize Limit
de_de: max. Dateigröße

source: Image dimensions
de_de: Bilddimensionen

source: &ndash; Select &ndash;
de_de: &ndash; Auswählen &ndash;

source: Exact
de_de: Genau

source: Conditional
de_de: Konditional

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Max file upload size (%s) exceeded.
de_de: Maximale Dateigröße von (%s) überschritten.

source: Only images with dimensions %d&times;%d allowed.
de_de: Nur Bilder mit %d&times;%d erlaubt.

source: Min width: <b>%dpx</b>
de_de: Mindestbreite: <b>%dpx</b>

source: Min height: <b>%dpx</b>
de_de: Mindesthöhe: <b>%dpx</b>

source: Max width: <b>%dpx</b>
de_de: Maximale Breite: <b>%dpx</b>

source: Max height: <b>%dpx</b>
de_de: Maximale Höhe: <b>%dpx</b>

source: Image dimension didn't meet following size conditions:
de_de: Das Bild erfüllt nicht die Vorraussetzungen:
