Repository: ahsanali1988/hochzeitswahn
Catalog: languages/userpro-fav-*.po
Languages: de_de

source: Extension Settings
de_de: Plugin Einstellungen

source: User Bookmarks
de_de: Benutzer Favoriten

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Settings are reset to default.
de_de: Einstellungen zurück gesetzt.

source: General Settings
de_de: Generelle Einstellungen

source: Automatically add bookmark widget after post content
de_de: Bookmark Widget automatisch nach jedem Beitrag einfügen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Exclude these post types
de_de: Beitragsarten ausklammern

source: Choose post types
de_de: Wähle den Beitragstyp

source: Exclude these IDs
de_de: Diese IDs ausgrenzen

source: Save Changes
de_de: Speichern

source: Reset Options
de_de: Zurücksetzen

source: Bookmark Shortcode Settings
de_de: Bookmark Shortcode Einstellungen

source: Bookmark Widget Width
de_de: Bookmark Widget Breite

source: e.g. 250px, 50%, 300px, etc.
de_de: z.B. 250px, 50%, 300px, etc.

source: Default Alignment
de_de: Standard Ausrichtung

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Text for "Remove Bookmark"
de_de: Text für "Remove Bookmark"

source: Text for "Bookmark has been added"
de_de: Text für "Bookmark has been added"

source: Text for "Bookmark has been removed"
de_de: Text für "Bookmark has been removed"

source: Text for "Default Collection"
de_de: Text für "Default Collection"

source: Text for "Add to Collection"
de_de: Text für "Add to Collection"

source: Text for "New Collection"
de_de: Text für "New Collection"

source: Text for "New Collection Placeholder"
de_de: Text für "New Collection Placeholder"

source: Text for "Submit New Collection"
de_de: Text für "Submit New Collection"

source: %s Bookmarks in Collection
de_de: %s Favoriten in dieser Kollektion

source: Undo
de_de: Rückgängig

source: Remove Collection
de_de: Kollektion löschen

source: Choose how do you want to remove this collection. This action cannot be undone!
de_de: Wähle, wie du diese Kollektion löschen möchtest. Löschen kann nicht rückgängig gemacht werden!

source: Remove collection and all bookmarks in it
de_de: Entferne die Kollektion und alle Favoriten darin

source: Remove collection only
de_de: Entferne nur die Kollektion

source: Remove collection
de_de: Entferne die Kollektion

source: Remove
de_de: Löschen

source: Content Removed
de_de: Inhalt gelöscht

source: You did not add any content to this collection yet.
de_de: Diese Kollektion ist noch leer.

source: You need to <a href="%s">login</a> or <a href="%s">register</a> to view and manage your bookmarks.
de_de: Du musst <a href="%s">angemeldet</a> sein oder dich <a href="%s">registrieren</a> um die Favoriten zu sehen.

source: You need to <a href="%s">login</a> or <a href="%s">register</a> to bookmark/favorite this content.
de_de: Du musst <a href="%s">angemeldet</a> sein oder dich <a href="%s">registrieren</a> um den Inhalt zu favorisieren.

source: Remove Bookmark
de_de: Favorit entfernen

source: Thanks for bookmarking this content!
de_de: Schön, dass dir dieser Inhalt gefällt!

source: This content is no longer in your bookmarks.
de_de: Dieser Inhalt ist nicht mehr in deinen Kollektionen vorhanden.

source: Default Collection
de_de: Allgemeine Kollektion

source: Add to Collection
de_de: Zur Kollektion hinzufügen

source: New Collection
de_de: Neue Kollektion

source: Enter collection name...
de_de: Name der Kollektion...

source: Add New Collection
de_de: Neue Kollektion hinzufügen

source: Show the bookmark widget in your sidebar
de_de: Zeige das Bookmark Widget in deiner Seitenleiste an.

source: Bookmark Me
de_de: Favorisiere mich

source: Title:
de_de: Titel:
